ZigEmbeddedGroup/texasinstruments-data/targetdb/Modules/AM263P/FSS_DATA_REG1_80000000h.xml
<module name="DATA_REG1" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="DATA_REG1_HPB_DATA_MEM_j" acronym="DATA_REG1_HPB_DATA_MEM_j" offset="0" width="32" description="FSAS boot data region1.">
		<bitfield id="HPB_DATA" width="32" begin="31" end="0" resetval="0x0" description="FSAS data region1" range="31:0" rwaccess="R/W"/>
	</register>
</module>